Repository: CofficLab/LumiPluginCommand
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Any plugin can register its own commands into the palette.
zh_hans: 任何插件都能把自己的命令注册进面板。
zh_hk: 任何插件都能把自己的命令註冊進面板。

source: App Support directory does not exist
zh_hans: 应用支持目录不存在
zh_hk: 应用支持目录不存在

source: Command Palette
zh_hans: 命令面板
zh_hk: 命令面板

source: Commands are fuzzy-matched against your input.
zh_hans: 命令与你的输入做模糊匹配。
zh_hk: 命令與你的輸入做模糊匹配。

source: Container directory does not exist
zh_hans: 容器目录不存在
zh_hk: 容器目录不存在

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Debug
zh_hans: 调试
zh_hk: 調試

source: Documents directory does not exist
zh_hans: 文稿目录不存在
zh_hk: 文稿目录不存在

source: Error Opening Directory
zh_hans: 打开目录出错
zh_hk: 打开目录出错

source: Every action, reachable from the keyboard.
zh_hans: 所有操作，键盘即可触达。
zh_hk: 所有操作，鍵盤即可觸達。

source: Extensible
zh_hans: 可扩展
zh_hk: 可擴展

source: Fuzzy
zh_hans: 模糊
zh_hk: 模糊

source: Fuzzy Matching
zh_hans: 模糊匹配
zh_hk: 模糊匹配

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Open App Support Directory
zh_hans: 打开应用支持目录
zh_hk: 打开应用支持目录

source: Open Container Directory
zh_hans: 打开容器目录
zh_hk: 打开容器目录

source: Open Database Directory
zh_hans: 打开数据库目录
zh_hk: 打开数据库目录

source: Open Documents Directory
zh_hans: 打开文稿目录
zh_hk: 打开文稿目录

source: Plugin Extensible
zh_hans: 插件可扩展
zh_hk: 插件可擴展

source: Press the shortcut to open every command in one fuzzy list.
zh_hans: 按下快捷键，所有命令汇聚在一个模糊搜索列表里。
zh_hk: 按下快捷鍵，所有命令匯聚在一個模糊搜索列表裏。

source: Press ⌘K
zh_hans: 按下 ⌘K
zh_hk: 按下 ⌘K

source: Run
zh_hans: 运行
zh_hk: 運行

source: Selecting a command triggers its plugin action.
zh_hans: 选中命令即触发对应插件的动作。
zh_hk: 選中命令即觸發對應插件的動作。

source: Storage service not available
zh_hans: 存储服务不可用
zh_hk: 存储服务不可用

source: The palette opens over the workspace.
zh_hans: 面板在工作区上方打开。
zh_hk: 面板在工作區上方打開。

source: Type & match
zh_hans: 输入并匹配
zh_hk: 輸入並匹配

source: Type a few letters and the best command rises to the top.
zh_hans: 输入几个字母，最匹配的命令置顶。
zh_hk: 輸入幾個字母，最匹配的命令置頂。

source: commands
zh_hans: 命令数
zh_hk: 命令數

source: shortcut
zh_hans: 快捷键
zh_hk: 快捷鍵
